Repository: qinsehm1128/termul
Catalog: ios/TermulRemote/TermulRemote/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A scanned or pasted link stays here for the next open.
zh_hans: 扫码或粘贴过的链接会留在这里，方便下次打开。

source: Appearance
zh_hans: 外观

source: Back to home
zh_hans: 返回首页

source: Camera unavailable
zh_hans: 无法使用相机

source: Chat
zh_hans: 对话

source: Chats
zh_hans: 对话列表

source: Close
zh_hans: 关闭

source: Connecting to host…
zh_hans: 正在连接主机…

source: Could not load session
zh_hans: 无法加载会话

source: Could not open link
zh_hans: 无法打开链接

source: Dark
zh_hans: 深色

source: Disconnected from the host.
zh_hans: 已与主机断开。

source: Done
zh_hans: 完成

source: English
zh_hans: 英语

source: Files
zh_hans: 文件

source: How it works
zh_hans: 工作方式

source: iOS only opens HTTPS tunnels. Use a TLS reverse proxy in front of FRP, or Cloudflare.
zh_hans: iOS 只打开 HTTPS 隧道。请在 FRP 前加 TLS 反代，或使用 Cloudflare。

source: Language
zh_hans: 语言

source: Language and appearance apply to this app. Agent replies still follow the desktop session.
zh_hans: 语言和外观只作用于这个 App。智能体回复仍跟随桌面会话。

source: Light
zh_hans: 浅色

source: New chat
zh_hans: 新对话

source: New terminal
zh_hans: 新建终端

source: No agent is running on the host. Start one on the desktop, then try again.
zh_hans: 主机上没有在跑的智能体。请先在桌面端启动，然后再试。

source: No saved desks
zh_hans: 还没有保存过的桌面

source: Open a terminal on the desktop, or start a new one here.
zh_hans: 在电脑上打开终端，或在这里新建一个。

source: Open chat
zh_hans: 打开对话

source: Open in Safari
zh_hans: 用 Safari 打开

source: Open session
zh_hans: 打开会话

source: Opens or focuses a host PTY tab.
zh_hans: 打开或聚焦主机上的终端标签。

source: Opens the live agent thread on the desk.
zh_hans: 打开桌面上正在进行的智能体会话。

source: Paste access link
zh_hans: 粘贴访问链接

source: Permission required
zh_hans: 需要许可

source: Projects
zh_hans: 项目

source: Recents
zh_hans: 最近

source: Remove
zh_hans: 移除

source: Retry
zh_hans: 重试

source: Saved connection
zh_hans: 已保存的连接

source: Scan QR
zh_hans: 扫描二维码

source: Scan QR code
zh_hans: 扫描二维码

source: Scan the desktop QR, or paste the HTTPS link. Chat and the live terminal stay on the host.
zh_hans: 扫描桌面二维码，或粘贴 HTTPS 链接。对话和终端仍运行在主机上。

source: Settings
zh_hans: 设置

source: Simplified Chinese
zh_hans: 简体中文

source: System
zh_hans: 跟随系统

source: Terminal
zh_hans: 终端

source: That access link is not a valid URL.
zh_hans: 这个访问链接不是有效网址。

source: That does not look like a Termul access link.
zh_hans: 这不像是 Termul 的访问链接。

source: The HTTPS tunnel failed its certificate check.
zh_hans: HTTPS 隧道的证书校验失败。

source: The phone could not reach the tunnel. Quick Tunnels go through Cloudflare, not your LAN.
zh_hans: 手机连不上这条隧道。Quick Tunnel 走的是 Cloudflare，不是局域网。

source: The phone could not resolve the tunnel hostname. If the Mac uses a VPN, the iPhone needs a working path to Cloudflare too.
zh_hans: 手机解析不了隧道域名。如果 Mac 开了 VPN，iPhone 也需要能访问 Cloudflare。

source: The session page crashed. Retry to reload.
zh_hans: 会话页面崩溃了，请重试。

source: The tunnel timed out. Check that remote access is still on.
zh_hans: 隧道超时。请确认桌面端的远程访问仍开着。

source: This iPhone is offline.
zh_hans: 这台 iPhone 现在没有网络。

source: Use a physical iPhone, or paste the link instead.
zh_hans: 请使用真机扫描，或改为粘贴链接。

source: What should we work on?
zh_hans: 今天要处理什么？

source: Workspace
zh_hans: 工作区
